Repository: kondranton/stepik-ios
Catalog: StepicWatch Extension/*.lproj/Localizable.strings
Languages: ru

# NoAvailableCourses
source: No courses available
ru: Нет доступных курсов

# PlugDeviceForSettingUp
source: Connect your device for initial setup
ru: Подключите айфон для первоначальной настройки

source: Next deadline
ru: Следующий дедлайн

source: Nearest deadline
ru: Ближайший дедлайн

source: Course finish
ru: Завершение курса

source: Searching for device...
ru: Идет поиск устройства...

source: Not available
ru: Недоступно

source: Video not found
ru: Видео не найдено

source: Pause
ru: Пауза

source: Play
ru: Играть

source: No deadlines
ru: Дедлайнов нет

# CoursesCnt
source: Courses
ru: Курсов

# CoursesStepik
source: Stepik courses
ru: Курсы Stepik

source: Deadlines
ru: Расписание дедлайнов
