Repository: kondranton/stepik-ios
Catalog: StepicAdaptiveCourse/*.lproj/AdaptiveMain.strings
Languages: ru

# 0iw-z3-Xp8.text
source: Adaptive learning
ru: Адаптивное обучение

# Ggs-a8-mwe.text
source: Solve the problems that the system recommends you
ru: Решайте задания, которые Вам предлагает система

# KI5-nN-kWq.text
source: Swipe the card to the right if the problem is too easy for you
ru: Смахните карточку вправо, если задание кажется Вам слишком простым

# Sxi-w0-PgC.title
source: Cancel
ru: Закрыть

# TBo-4r-wN7.title
source: About course
ru: О курсе

# Tjp-nj-PEr.text
source: Adaptive learning
ru: Адаптивное обучение

# YAS-eb-RDu.text
source: Course progress
ru: Прогресс по курсу

# fJE-sh-DRy.normalTitle
source: Start learning
ru: Начать обучение

# feD-eT-U7I.text
source: Adaptive learning
ru: Адаптивное обучение

# pgL-k5-S5d.text
source: Swipe the card to the left if the problem is too hard for you
ru: Смахните карточку влево, если задание кажется Вам слишком сложным

# s3F-AI-k5h.text
source: Adaptive learning
ru: Адаптивное обучение

# ZLf-c9-5Rm.text
source: Adaptive learning
ru: Адаптивное обучение

# DcR-3J-IFa.text
source: Move to the next task or swipe the card with solved task
ru: Перейдите к следующему заданию или смахните карточку с решенным заданием
